Repository: LHatKane/KANE-GRFX-Gettext
Catalog: Messages/locale/*/LC_MESSAGES/messages.po
Languages: it, nl, tr

source: BATTERY DEAD
it: BATTERIA MORTA
nl: BATTERIJ DOOD
tr: BÍTÍK PÍL

source: CHECK WATERTRAP
it: CONTROLLA TRAPPOLA ANTICONDENSA
nl: CONTROLEER WATEROPVANGBAK
tr: SUTUTUCU KONTROL

source: LOW GAS FLOW
it: PORTATA BASSA
nl: LAGE GASSTROOM
tr: DÜsÜK AKIs

source: PUMP OFF
it: POMPA SPENTA
nl: POMP IS UIT
tr: POMPA KAPALI

source: PUMP MOTOR FAULT
it: POMPA FALLITO
nl: POMP MOTOR FOUT
tr: POMPA MOTOR ARIZA

source: PUMP BLOCKED
it: POMPA BLOCCATA
nl: POMP GEBLOKKEERD
tr: POMPA TIKALI

source: ACCURACY COULD BE DEGRADED
it: LA PRECISIONE PUO' ESSERE INFERIORE
nl: DE NAUWKEURIGHEID KAN VERMINDERD WORDEN
tr: HASSASÍYET DEgÍsMÍs OLABÍLÍR

source: ERASING, PLEASE WAIT
it: CANCELLANDO, PREGO ATTENDERE
nl: WISSEN, WACHTEN
tr: SÍLiYOR, BEKLEYiNiZ

source: ZERO REQUIRED
it: RICHIESTO ZERO
nl: NULLEN NOODZAKELIJK
tr: SIFIRLAMA GEREKiYOR

source: ZERO OVERDUE
it: ZERO SCADUTO
nl: TE LAAT GENULD
tr: SIFIRLAMA SÜRE GEÇTi

source: FUNCTION LOCKED
it: FUNZIONE BLOCCATA
nl: FUNCTIE GEBLOKKEERD
tr: FONKSÍYON KiLiTLi

source: PRESSURE ZERO FAILED
nl: DRUK NULLEN FOUT
tr: BASINC SIFIRLAMA YAPILAMADI

source: PRESSURE ZERO SUCCESS
nl: DRUK NULLEN SUCCESVOL
tr: BASINC SIFIRLAMA BASARILI

source: Press enter to abort
it: Premi enter per cancellare
nl: Druk enter voor afsluiten
tr: Durdurmak icin enter'e basin

source: Press enter to continue
it: Premi enter per continuare
nl: Druk enter voor vervolg
tr: Devam etmek için enter'e basin

source: Press enter to view
it: Premi enter per vedere
nl: Druk enter voor lezen
tr: Görmek için enter'e basin

source: Press enter to calibrate
it: Premi enter per calibrare
nl: Druk enter voor kalibreren
tr: Kalibre etmek için enter'e basin

source: Press enter when stable
it: Premi enter quanto stabile
nl: Druk enter bij stabiliteit
tr: Stabil olunca enter'e basin

source: BATTERY CHARGED
it: BATTERIA CARICA
nl: BATTERIJ OPGELADEN
tr: PÍL DOLDU

source: BATTERY CHARGING
it: BATTERIA IN CARICA
nl: BATTERIJ LADEN
tr: PÍL sARJ OLUYOR

source: CHARGING FAULT
it: ERRORE IN CARICA
nl: OPLAAD FOUT
tr: sARJ HATASI

source: Disconnect Charger
it: Scollega alimentatore
nl: Koppel oplader los
tr: sarj aletini çikarin

source: GOODBYE
it: CIAO
nl: TOT ZIENS
tr: GÜLE GÜLE

source: For KANE CARE
it: Per KANE CARE
nl: Voor KANE CARE
tr: KANE Servis icin

source: For BRIGON TRUST
nl: Voor BRIGON TRUST

source: Service & Recertification
it: Manutenzione & Ricertificazione
nl: Service & herkalibratie
tr: Servis&Seertifikalandirma

source: Calibrate Analyser
it: Calibra Analizzatore
nl: Kalibreer analyser
tr: Kalibrasyon yapin

source: Factory Setup
it: Impostazioni di fabbrica
nl: Fabrieksinstellingen
tr: Fabrika Ayarlari

source: Set Install Mode
it: Imposta modalità Installazione
nl: Stel de installatiemodus in
tr: Kurulum Modunu Gir

source: Diagnostic Info
it: Diagnostica
nl: Diagnostische Info
tr: Teshis Bilgisi

source: Pump Tests
it: Test Pompa
nl: Pomp Tests
tr: Pompa testleri

source: Flow & Vacuum Test
it: Test Portata & Vuoto
nl: Stromings- en vacuümtest
tr: akis&vakum testi

source: Purge Pump Test
it: Prova Pompa Spurgo
nl: Spoelpomp test
tr: Harici Hava Pompasi Testi

source: Pump Cold Test
it: Test a Freddo Pompa
nl: Pomp koude test
tr: Pompa Sogukluk Testi

source: Calibrate Pump Current
it: Calibra Corrente Pompa
nl: Kalibreer de pompstroom
tr: Pompa Akimi Kalibrasyonu

source: Set Serial Number
it: Imposta Numero di Serie
nl: Stel Serie nummer in
tr: Seri No Girin

source: Set Bluetooth Module
it: Imposta Modulo Bluetooth
nl: Stel Bluetooth Module in
tr: Bluetooth Modülünü Ayarla

source: Set Pump Type
it: Imposta Tipo di Pompa
nl: Stel pomp type in
tr: Pompa Tipi Girin

source: Set Purge Pump
it: Imposta Pompa di Spurgo
nl: Stel de spoelpomp in
tr: Harici Hava Pompasi Ayari

source: Calibrate On Gas
it: Calibra Con Gas
nl: Kalibreer met gas
tr: Gazli Kalibrasyon

source: Calibrate T1 & T2
it: Calibra T1 e T2
nl: Kalibreer T1 & T2
tr: T1&T2 kalibrasyonu

source: Calibrate Pressure Zero
it: Calibra Zero Pressione
nl: Kalibreer druk nul
tr: Sifir Hava Kalibrasyonu

source: Calibrate Pressure Span
it: Calibra Fondo Scala Pressione
nl: Kalibreer het drukbereik
tr: Basinç Kalibrasyonu

source: Set ReCalibration Date
it: Imposta Data di RiCalibrazione
nl: Stel herkalibratie datum in
tr: Kalibrasyon Tarihi Gir

source: Span
it: Fondo Scala
nl: Bereik

source: Zero
nl: Nul
tr: Sifir

source: Check Accuracy
it: Verificare la calibrazione
nl: Controleer nauwkeurigheid
tr: HAssasiyeti Kontrol et

source: Calibrate E/C Zero on AIR
it: Calibra Zero Sensori (Aria)
nl: Kalibreer E/C nul op lucht
tr: E/C SIFIR Hava Kalibrasyonu

source: Calibrate E/C Zero on N2
it: Calibra Zero Sensori (N2)
nl: Kalibeerd E/C nul op N2
tr: E/C N2 Sifirlama

source: Calibrate O2 Zero on CO
it: Calibra Zero O2 (CO)
nl: Kalibreer O2 nul op CO
tr: CO Sensör O2 Sifirlama

source: Calibrate O2 Zero on N2
it: Calibra Zero O2 (N2)
nl: Kalibreer O2 nul op N2
tr: N2 Sensör O2 Sifirlama

source: Calibrate O2 Span
it: Calibra Fondo Scala O2
nl: Kalibreer O2 bereik
tr: O2 Span Ayari

source: Calibrate CO Span
it: Calibra Fondo Scala CO
nl: Kalibreer CO bereik
tr: CO Span Ayari

source: Calibrate H2 Span
it: Calibra Fondo Scala H2
nl: Kalibeer H2 bereik
tr: H2 Span Ayari

source: Calibrate NO Span
it: Calibra Fondo Scala NO
nl: Kalibeer NO bereik
tr: NO Span Ayari

source: Calibrate NO2 Span
it: Calibra Fondo Scala NO2
nl: Kalibeer NO2 bereik
tr: NO2 Span Ayari

source: Calibrate SO2 Span
it: Calibra Fondo Scala SO2
nl: Kalibeer SO2 bereik
tr: SO2 Span ayari

source: Calibrate H2S Span
it: Calibra Fondo Scala H2S
nl: Kalibeer H2S bereik
tr: H2S Span Ayari

source: Calibrate CO2 Span
it: Calibra Fondo Scala CO2
nl: Kalibeer CO2 bereik
tr: CO2 Span Ayari

source: Set Calibration Point
it: Data di Calibrazione
nl: Stel kalibratie punt in

source: Calibrate IR Bench
it: Calibra Banco IR
nl: Kalibreer IR-bank
tr: Infrared Modül Kalibrasyonu

source: Calibrate IR Bench Zero
it: Calibra di Zero Banco IR
nl: Kalibreer IR-bank nul
tr: Infrared Modül Sifirlama Kalibrasyonu

source: Calibrate IR Bench Span
it: Calibra Fondo Scala Banco IR
nl: Kalibreer IR-bank bereik
tr: Infrared Modül Span Kalibrasyonu

source: Set AutoMix CO
it: Imposta AutoMix CO
nl: Stel AutoMix CO in
tr: CO Otomatik Karisim Ayari

source: Set AutoMix HC
it: Imposta AutoMix HC
nl: Stel AutoMix HC in
tr: HC Otomatik Karisim Ayari

source: Set AutoMix CO2
it: Imposta AutoMix CO2
nl: Stel AutoMix CO2 in
tr: CO2 Otomatik Karisim Ayari

source: Load Defaults
it: Carica i Defaults
nl: Laad de standaardinstellingen
tr: Varsayilanlari Yükle

source: Perform EEPROM Test
it: Esegui Test EEPROM
nl: Voer een EEPROM-test uit
tr: EEPROM Testi Yap

source: ANALYSER
it: ANALIZZATORE
tr: ANALIZÖR

source: HOME MENU
it: MENU PRINCIPALE
tr: ANA MENU

source: STATUS
it: STATO
tr: DURUM

source: FGA Mode
it: Mode FGA
tr: FGA Modu

source: EGA Mode
it: Mode EGA
tr: EGA Modu

source: Operator Detail
it: Dettagli Operatore
tr: Kullanici Detayi

source: Operator
it: Operatore
tr: Kullanici

source: Post Code
it: Codice Postale
tr: Posta Kodu

source: ASP
it: VEL
tr: HH

source: Medium
it: M
tr: Orta

source: Setup Trends
it: Imposta Trends
tr: Trand Ayarlari

source: MT_SETUP TRENDS
it: Impostazione Trend
tr: AYAR TRENDLERI

source: MT_ON-SCREEN TRENDS
it: TREND A VIDEO
tr: EKRAN TRENDLERI

source: Model
it: Modello

source: PIN Code
it: Codice PIN
tr: PIN Kodu

source: Printer
it: Stampante
tr: Yazici

source: Trend
it: Andamento

source: Trend Type
it: Tipo di Andamento
tr: Trend Tipi

source: Pg
it: Pag
tr: Syf

source: START
it: INIZIA
tr: BASLA

source: DD/MM/YY
it: GG/MM/AA
tr: GG/AA/YY

source: Alarm
it: Allarme

source: CO Alarm
it: Allarme CO

source: CO Alarm Level
it: Livello Allarme CO
tr: CO Alarm Seviyesi

source: Ref O2
it: Rif O2

source: Ref O2(NO)
it: Rif O2 (NO)
tr: Ref O2

source: BARO
it: BAROM

source: BP
it: PB
tr: BB

source: C/L
it: C/P
tr: K/K

source: Eff (N)
it: REND N
tr: Ver. (N)

source: En
it: RN
tr: Vn

source: Eff (G)
it: REND L
tr: Ver. (B)

source: Eg
it: RL
tr: Vb

source: EffC(N)
it: REND CN
tr: VerH(N)

source: Ecn
it: RCN
tr: Vhn

source: EffC(G)
it: REND CL
tr: VerH(B)

source: Ecg
it: RCL
tr: Vhb

source: XA
it: EA
tr: FH

source: DFT
it: TIR
tr: CKS

source: COND_LF
it: Temp. Cond
tr: YOG_LF

source: EV
it: Temp. Evap
tr: BUH

source: EV_SF
it: TER
tr: BS

source: SUPERHEAT
it: T. Surrisc
tr: SUPERISI

source: SH
it: THR
tr: SI

source: SUBCOOL
it: T. Sottoraf
tr: ALTSOGUTMA

source: SC_SF
it: TCR
tr: AS

source: LP
it: Bassa pres
tr: DUSUK BAS

source: LP_SF
it: LPR
tr: DB

source: HP
it: Alta pres
tr: YUKSEK BAS

source: HP_SF
it: HPR
tr: YB

source: Interval
it: Intervallo
tr: Aralik

source: Start Test
it: Inizia test
tr: Test Basla

source: LOG
it: REG
tr: KAYIT

source: ADE TEST
it: MEDIA TEST

source: COMPLETE TEST
it: TEST COMPLETO

source: DIRECT MEAS.
it: MISURARE

source: LPG
it: GPL

source: TEST MEDIUM
it: GAS DI PROVA

source: SYS VOL
it: VOL SIS

source: TEST VOL
it: VOL TEST

source: INST. TYPE
it: TIPO INST

source: INDIRECT TEST
it: TEST CDP

source: Setup UNI10389-1 Test
it: Imposta test UNI10389-1

source: Test ID
it: Identificativo test
tr: Test No

source: SET 1
it: ANALISI 1

source: SET 2
it: ANALISI 2

source: SET 3
it: ANALISI 3

source: DTHA2 Anemometer
it: DTHA2 Anemometro
tr: DTHA2 Anemometre

source: Sensor Management
it: Gestione Sensori
tr: Sensörler

source: EEPROM Management
it: Gestione EEPROM
tr: EEPROM

source: Fahrenheit
tr: Fahrenayt

source: SERVICE
tr: SERViS

source: COMB.
tr: YNM.

source: Software
tr: Yazilim

source: STOP
tr: DUR

source: HH:MM:SS
tr: SS:DD:SS

source: O2c
tr: O2h

source: CO2c
tr: CO2h

source: BAT
tr: PiL

source: T NET
tr: NET Sic.

source: Ta
tr: Os

source: Tf
tr: Gs

source: Ti
tr: Gs

source: R
tr: O

source: Es
tr: Vh

source: Ec
tr: Vh

source: Eff
tr: Ver

source: PRS
tr: BAS

source: VAC
tr: VAK

source: VOLUME
tr: HACiM

source: VOL
tr: HCM

source: T
tr: Z

source: COND_SF
tr: YOG_SF

source: Let by Start
tr: Let By Basla

source: S/N
tr: Seri No

source: BAT OK
tr: PiL OK

source: KANE CARE SERVICE
tr: KANE SERViS

source: Cal
tr: Kal

source: DIAG:
tr: TESH:
