Repository: LHatKane/KANE-GRFX-Gettext
Catalog: Messages/locale/*/LC_MESSAGES/messages.po
Languages: it, nl, tr

source: None
nl: Geen

source: Mittelwert
nl: Middenwaarde

source: Self Test Report
nl: Zelf Test Report
tr: Cihaz Test Raporu

source: BLANK
nl: BLANCO
tr: YAZISIZ

source: ANALYSER PURGING
it: PULIZIA SENSORI
nl: ANALYSER POMPT
tr: ANALIZOR TEMIZLENIYOR

source: ANALYSER ZERO
it: AZZERAMENTO SENSORI
nl: ANALYSER NULT
tr: ANALIZOR SIFIRLAMA

source: SHUTDOWN PURGE
it: PULIZIA SPEGNIMENTO
nl: STOP POMPEN
tr: KAPAMA TEMIZLIGI

source: FLOW FRESH AIR
it: FORNIRE ARIA FRESCA
nl: VERSE LUCHT STROOM
tr: TEMIZ HAVA VERIN

source: EXCESSIVE CO
it: CO ECCESSIVO
nl: HOOG CO GEHALTE
tr: FAZLA CO

source: PURGING CO SENSOR
it: PULENDO SENSORE CO
nl: POMPEN CO SENSOR
tr: CO SENSOR TEMIZLEME

source: Operated By:
it: Eseguito da:
nl: Beheerd door:
tr: Kullanici

source: MEASUREMENT
it: MISURARE
nl: METEN
tr: OLCUM

source: SETUP
it: IMPOSTAZIONI
nl: OPSTELLING
tr: AYAR

source: SETTINGS
it: SETTAGGI
nl: INSTELLINGEN
tr: AYARLAR

source: VIEW LOGS
it: VEDI REGISTRI
nl: BEKIJK LOGBOEK
tr: KAYITLAR

source: ON-SCREEN TRENDS
it: GRAFICI
nl: TRENDS OP SCHERM
tr: EKRAN TRENDLERi

source: TOOLS
it: STRUMENTI
nl: HULPMIDDELEN
tr: ARACLAR

source: Efficiency
it: Rendimento
nl: Efficiëntie
tr: Verimlilik

source: Gas Units
it: Unità di misura
nl: Gas eenheden
tr: Gaz Birimleri

source: Reference O2
it: Riferimento O2
nl: Referentie O2
tr: Referans O2

source: Reference O2 (NO)
it: Riferimento O2 (NO)
nl: Referentie O2 (NO)
tr: Referans O2

source: Pitot Tube Factor
it: Fattore Tubo Pitot
nl: Pitot buis factor
tr: Pitot Tüp Faktörü

source: Fuel Flow
it: Portata Combustibile
nl: Branstof stroom

source: Language
it: Lingua
nl: Taal
tr: Dil

source: Operational Mode
it: Modo
nl: Operationele modus
tr: Çalisma Modu

source: Confirm Delete Logs
it: Conferma Cancella?
nl: Bevestig verwijderen logboek
tr: Kayit Silme Onayi

source: Operating Region
it: Nazione
nl: Operationele regio
tr: Çalisma Bölgesi

source: Main Purge
it: Pulizia principale
nl: Algemene reiniging
tr: Ana Temizlik

source: Alarms
it: Allarmi
nl: Alarm
tr: Alarmlar

source: Alarm Levels
it: Livelli di allarme
nl: Alarm level
tr: Alarm Seviyeleri

source: Manage LINK Devices
it: Gestione strumenti LINK
nl: Beheer LINK apparaten
tr: LINK Cihazlari Ayarlama

source: User Defined Fuels
it: Combustibile personalizzato
nl: Brandstoffen gebruiker
tr: Kullanici Tanimli Yakitlar

source: CHANGING OPERATION MODE WILL DELETE LOGGED DATA
nl: Als u de werkingsmodus wijzigt, worden de geregistreerde gegevens verwijderd
tr: ÇALISMA MODUNU DEGiSTiRMEK KAYITLARI SiLER

source: Company
it: Azienda
nl: Bedrijf
tr: Firma

source: Addr Line 1
it: Ind. Linea 1
nl: Adres regel 1
tr: Adres Satiri 1

source: Addr Line 2
it: Ind. Linea 2
nl: Adres regel 2
tr: Adres Satiri 2

source: City/Town
it: Città
nl: Plaats
tr: sehir/Ílçe

source: Telephone
it: Telefono
nl: Telefoon
tr: Telefon

source: Mobile
it: Cellulare
nl: Mobiel
tr: Cep Tel

source: Airflow
it: Portata
nl: Luchtstroom
tr: Akis

source: FLO
it: AFL
nl: STROOM
tr: AKI

source: Airspeed
it: Velocità
nl: Luchtsnelheid
tr: Hava Hizi

source: Combustion
it: Combustione
nl: Rookgas
tr: Yanma

source: Exhaust Gas
it: Gas Esausto
nl: Uitlaat gas
tr: Egzoz Gazi

source: Exhaust Gas SF
it: Gas Esausto
nl: Uitlaat gas SF
tr: Egzoz Gazi

source: Flue Gas
it: Fumi
nl: Rookgas
tr: Baca Gazi

source: FlueGas
it: Fumi
nl: Rookgas
tr: BacaGazi

source: Draught
it: Tiraggio
nl: Voorlopig
tr: Çekim

source: Pressure
it: Pressione
nl: Druk
tr: Basinç

source: Vacuum
nl: Vacuüm
tr: Vakum

source: Temperature
it: Temperatura
nl: Temperatuur
tr: Sicaklik

source: Pressure & Temp
it: Pressione & Temp.
nl: Druk & Temp
tr: Basinç ve Sicaklik

source: Prs & Temp
nl: Druk & Temp
tr: Bas&Sic

source: Abgaswegemessung
nl: Meting van het uitlaattraject

source: Ringspaltmessung
nl: Ringvormige meting

source: HVACR_ID
it: HVACR
nl: HVACR

source: Wireless Mode: APP Mode
it: Wireless: App
nl: Draadloze mode: APP Mode
tr: Kablosuz Mod: APP Mod

source: Wireless Mode: LINK Mode
it: Wireless: LINK
nl: Draadloze mode: LINK Mode
tr: Kablosuz Mod: LINK Modu

source: Reading Layout
it: Zoom
nl: Lezen lay-out
tr: Okuma

source: Large
it: L
nl: Groot
tr: Genis

source: Small
it: S
nl: Klein
tr: Dar

source: Reading Size: Large
it: Zoom:L
nl: Leesgrootte: Groot
tr: Okuma Boyutu: Genis

source: Reading Size: Medium
it: Zoom:M
nl: Leesgrootte: Medium
tr: Okuma Boyutu: Orta

source: Reading Size: Small
it: Zoom:S
nl: Leesgrootte: Klein
tr: Okuma Boyuru: Küçük

source: All
nl: Alles
tr: Hepsi

source: Delete Logs
it: Cancella Reg.
nl: Verwijder logboek
tr: Kayit Sil

source: Graph Logs
nl: Grafisch log
tr: Grafik Kayitlari

source: LOG SELECTION
it: Seleziona Reg.
nl: LOG SELECTIE
tr: KAYIT SEÇiM

source: View Trend A
it: Vedi Trend A
nl: Bekijk Trend A
tr: A Trendini Gör

source: View Trend B
it: Vedi Trend B
nl: Bekijk Trend B
tr: B Trendini Gör

source: View Trend C
it: Vedi Trend C
nl: Bekijk Trend C
tr: C Trendini Gör

source: View Trend D
it: Vedi Trend D
nl: Bekijk Trend D
tr: D Trendini Gör

source: View Dual Trend
it: Vedi doppio Trand
nl: Bekijk dubbele Trend
tr: Çift Trend Gör

source: View Quad Trend
it: Vedi quattro Trend
nl: Bekijk viervoudige Trend
tr: 4'lü Trend Gör

source: Manual Air Zero
it: Zero sensori manuale
nl: Handmatig lucht nullen
tr: Manuel Sifirlama

source: Manual Prs Zero
it: Zero pressione manuale
nl: Handmatig druk nullen
tr: Manuel Basinç Sifirlama

source: Setup Midstream Finder
it: Imposta Centratore
nl: Midstreamzoeker instellen
tr: Orta Akis Bulma Ayarlari

source: Start Midstream Finder
it: Attiva Centratore
nl: Midstreamzoeker starten
tr: Orta Akis Bulucu Baslat

source: Main Purge Duration
it: Pulizia principale
nl: Algehele reiniging instellen
tr: Ana Çekim Süresi

source: Main Purge Interval
it: Intervallo pulizia principale
nl: Algehele reiniging interval
tr: Ana Çekim Zaman Araligi

source: Auto Zero
nl: Automatisch nullen
tr: Otomatik Sifirlama

source: ID Number
it: Numero ID
nl: ID Nummer
tr: ID Numarasi

source: PAUSED
it: Pausa
nl: PAUZE
tr: DURDURULDU

source: Serial Nº
it: N° di serie
nl: Serie Nº
tr: Seri No

source: Asset Nº
it: Asset N°
nl: Bezit Nº
tr: Baslik No

source: Battery (Charging)
it: Batteria (in Carica)
nl: Batterij (opladen)
tr: Pil ( Doluyor )

source: Sensors Fitted
it: Sensori Instal.
nl: Sensors geplaatst
tr: Takili Sensörler

source: CAL DUE
it: DATA CAL.
nl: Kalibratie verstreken
tr: SONRAKÍ KAL.

source: CAL OVERDUE
it: CAL. SCAD.
nl: KALIBRATIE TE LAAT
tr: KAL SÜRESÍ GEÇTÍ

source: WIRELESS
nl: DRAADLOOS
tr: KABLOSUZ

source: New PIN Code
it: Nuovo Codice PIN
nl: Nieuwe PIN Code
tr: Yeni PIN Kodu

source: Enter Security PIN
it: Inserire Codice PIN
nl: Voer beveiligings PIN in
tr: PIN giriniz

source: Set Security PIN
it: Imposta PIN sicurezza
nl: Beveiligingspincode instellen
tr: PIN ayarlayin

source: Change Security PIN
it: Cambia PIN sicurezza
nl: Verander beveiligingspincode
tr: PIN Degistirin

source: CONFIRM LANGUAGE
it: CONFERMA LINGUA
nl: BEVESTIG TAALKEUZE
tr: DÍLÍ ONAYLA

source: CONFIRM OPERATING REGION
it: CONFERMA REGIONE
nl: BEVESTIG WERKGEBIED
tr: BÖLGEYÍ ONAYLA

source: Net
it: Netta
nl: Netto

source: Gross
it: Lorda
nl: Bruto
tr: Brüt

source: Net Condensing
it: Netta a condensazione
nl: Netto condensatie
tr: Net Yogusan

source: Gross Condensing
it: Lorda a condensazione
nl: Bruto condensatie
tr: Brüt Yogusan

source: Select Print Device
it: Seleziona device di stampa
nl: Selecteer printer
tr: Yazici Seçin

source: Report Nº
it: Report N°
nl: Rapport Nº
tr: Rapor No

source: Report Nº Lower
it: Rapporto N° Inferiore
nl: Rapport Nº laag
tr: Rapor No Alt

source: Report Nº Upper
it: Rapporto N° Superiore
nl: Rapport Nº hoog
tr: Rapor No Üst

source: Line
it: Linea
nl: Lijn
tr: Satir

source: Line Colour
it: Colore Linea
nl: Lijn kleur
tr: Satir Rengi

source: Y Axis Limit
it: Limite Asse Y
nl: Y As Limiet
tr: Y Eksen Limiti

source: Y Axis Limit Lower
it: Limite Inferiore Asse Y
nl: Y As Limiet laag
tr: Y Eksen Limiti Alt

source: Y Axis Limit Upper
it: Limite Superiore Asse Y
nl: Y As Limiet hoog
tr: Y Eksen Limiti Üst

source: Confirm Delete ?
it: Conferma Cancella?
nl: Bevestig verwijderen ?
tr: Silme Onayi ?

source: Confirm Stop ?
it: Confermi Stop?
nl: Bevestig stoppen ?
tr: Durma Onayi ?

source: Fuel Type
it: Tipo Combustibile
nl: Brandstoftype
tr: Yakit Tipi

source: FuelType
it: Tipo Comb
nl: Brandstoftype
tr: YakitTipi

source: FUEL
it: COMB
nl: Brandstof
tr: YAKIT

source: Fuel
it: Combustibile
nl: Brandstof
tr: YKT

source: Page
it: Pagine
nl: Pagina
tr: Sayfa

source: NO
nl: NEE
tr: HAYIR

source: YES
it: SI
nl: JA
tr: EVET

source: ON
nl: AAN
tr: AÇ

source: OFF
nl: UIT
tr: KAPA

source: SET TIME
it: IMP ORA
nl: TIJD INSTELLEN
tr: ZAMAN AYAR

source: SET DATE
it: IMP DATA
nl: DATUM INSTELLEN
tr: TARiH AYAR

source: Adjust Date/Time
it: Regolare Data/Ora
nl: Wijzig datum/tijd
tr: Tarih/Saat Ayarla

source: Time
it: Ora
nl: Tijd
tr: Zaman

source: Date
it: Data
nl: Datum
tr: Tarih

source: Alarm Time
it: Tipo Allarme
nl: Alarm Tijd
tr: Alarm Süresi

source: Simulated NO2
it: NO2 simulato
nl: Gesimuleerde NO2
tr: Simüle NO2

source: BATTERY
nl: BATTERIJ
tr: PiL

source: AMBIENT
it: AMBIENTE
nl: OMGEVING
tr: ORTAM

source: T FLUE
it: T FUMI
nl: T STROOM
tr: GAZ S

source: T INLET
nl: T INLAAT
tr: GIRIs Sic.

source: FLOW
it: PORTATA
nl: STROMING
tr: AKIS

source: LOSS
it: Qs
nl: VERLIES
tr: KAYIP

source: LOS
it: Qs
nl: VERLIES
tr: KYP

source: CO LOSS
it: CO PERD
nl: CO VERLIES
tr: CO KAYIP

source: DRY LOSS
it: PERD SEC
nl: DROOG VERLIES
tr: KURU KAYIP

source: DRY
it: SEC
nl: DROOG
tr: KUR

source: WET LOSS
it: PERD UMI
nl: NAT VERLIES
tr: ISLAK KAYIP

source: WET
it: UMI
nl: NAT
tr: ISL

source: P INDEX
it: IND INQ
nl: GIFTIGHEIDS INDEX
tr: Z Índeks

source: PI
it: II
nl: GI
tr: ZH

source: XS AIR
it: ECC ARIA
nl: XS LUCHT
tr: Fazla Hava

source: DRAUGHT
it: TIRAGG
nl: ONTWERP
tr: ÇEKÍS

source: PRESSURE
it: PRESSIONE
nl: DRUK
tr: BASINC

source: VACUUM
nl: VACUÜM
tr: VAKUM

source: HUMIDITY
it: UMIDITA'
nl: VOCHT
tr: NEM

source: rh
nl: RV

source: -N/F-
nl: -N/A-
tr: YOK

source: FUEL FLO
it: FLU CARB
nl: BRANDSTOF TABEL
tr: YAKIT AKI

source: FLO_FUEL
it: FLC
nl: FLO_BRANDSTOF
tr: YAK AKI

source: REFRIGERANT
nl: KOUDEMIDDEL
tr: SOGUTUCU

source: Arrange High/Low
it: Cambia Lato
nl: Hoog/laag rangschikken
tr: Yuksek/Dusuk Ayar

source: Swap WPCA2 High/Low
it: Cambio Alta / Bassa T.
nl: Wissel WPCA2 hoog/laag
tr: Yuksek/Dusuk WPCA2 Degistir

source: Swap WPP1 High/Low
it: Cambio Alta / Bassa P.
nl: Wissel WPP1 hoog/laag
tr: Yuksek/Dusuk WPP1 Degistir

source: WPCA2 Low
it: Sonda Bassa T.
nl: WPCA2 Laag
tr: WPCA2 Düsük

source: WPCA2 High
it: Sonda Alta T.
nl: WPCA2 hoog
tr: WPCA2 Yüksek

source: WPP1 Low
it: Sonda Bassa P.
nl: WPP1 laag
tr: WPP1 Düsük

source: WPP1 High
it: Sonda Alta P.
nl: WPP1 hoog
tr: WPP1 Yüksek

source: Midstream
it: Centro Flusso
nl: Middenstroom
tr: OrtaAkim

source: Temperature Limit
it: Limite di temp
nl: Temperatuur limiet
tr: Sicaklik Limiti

source: Draught Limit
it: Limite di tiraggio
nl: Trek limiet
tr: Çekis Limiti

source: Duration
it: Durata
nl: Duur
tr: Süre

source: Log Stored
it: Registro memorizzato
nl: Log opgeslagen
tr: Hafizaya Alindi

source: View Logs
it: Vedi registri
nl: Bekijk Logs
tr: Kayitlari Gör

source: Delete All Logs
it: Cancella tutti registri
nl: Verwijder alle logs
tr: Tüm Kayitlari Sil

source: Confirm
it: Conferma
nl: Bevestig
tr: Onay

source: Log Saved
it: Registro salvato
nl: Log opgeslagen
tr: Hafizaya Kaydedildi

source: Log Number
it: Numero registro
nl: Log nummer
tr: Kayit No

source: Memory Full
it: Memoria piena
nl: Geheugen vol
tr: Hafiza Dolu

source: Print Report
it: Stampa Report
nl: Print rapport
tr: Rapor Yazdir

source: Memory Usage
it: Memoria Utilizzo
nl: Geheugen gebruik
tr: Hafiza Kullanimi

source: MEMORY FULL
it: MEMORIA PIENA
nl: GEHEUGEN VOL
tr: HAFIZA DOLU

source: MEMORY ERROR
it: ERRORE DI MEMORIA
nl: GEHEUGEN FOUT
tr: HAFIZA HATASI

source: COMPLETE
it: COMPLETO
nl: COMPLEET

source: MINIMAL
it: MINIMO
nl: MINIMAAL

source: ROOM CO TEST
it: TEST CO AMBIENTE
nl: RUIMTE CO TEST
tr: ODA CO TESTi

source: DRAUGHT TEST
it: TEST TIRAGGIO
nl: TREK TEST
tr: CEKiS TESTi

source: FINISH TEST
it: FINIRE TEST
nl: AFSLUIT TEST

source: EMISSIONS ÉVALUÉES
it: EMISSIONI VALUTATE
nl: GEËVALUEERDE EMISSIES

source: Attestation d'Entretien
nl: Onderhoudscertificaat

source: Nouvelle attestation
nl: Nieuw certificaat

source: Contrôle de CO ambiant
nl: Controle CO omgeving

source: Contrôle de combustion
nl: Controle verbranding

source: Bon
nl: Goed

source: Résultat
nl: Resultaat

source: Continuer
nl: Doorgaan

source: Mettre la sonde à 50cm de la chaudière
nl: Plaats de sonde op 50 cm van de ketel

source: Mettre la sonde dans le conduit
nl: Plaats de sonde in de leiding

source: Rendement évalué
nl: Geëvalueerde prestaties

source: Rendement de référence
nl: Benchmarkrendement

source: NOx évalués
nl: NOx geëvalueerd

source: NOx de référence
nl: NOx referentie

source: Emis. év. des poussières
nl: Uitgegeven stof

source: Poussieres de référence
nl: Stof referentie

source: COV évalués
nl: COV beoordeeld

source: COV de référence
nl: COV referentie

source: Opacité des fumées
nl: Rookdekking

source: VOLUME CALCULATION
it: Calcolo Volume
nl: VOLUME CALCULATIE

source: PIPE LENGTH
it: Lungh Tubo
nl: PIJP LENGTE

source: PIPE DIAMETER
it: Diam Tubo
nl: PIJP DIAMETER

source: PIPE VOLUME
it: Volume Tubo
nl: PIJP VOLUME

source: SYRINGE VOLUME
it: Volume Siringa
nl: SPUIT VOLUME

source: INCLUDE GAS COUNTER
it: Contatore Incluso
nl: INCLUSIEF GASTELLER

source: MANUAL INPUT
it: INSERIMENTO MANUALE
nl: MANUELE INPUT

source: LENGTH & DIAMETER
it: LUNGHEZZA & DIAMETRO
nl: LENGTE & DIAMETER

source: Attach pressure meter and extract the test volume. Then, Press ENTER
it: Collegare l'analizzatore ed estrarre il vlume di test. Poi premere ENTER
nl: Sluit de drukmeter aan en extraheer het testvolume. Druk vervolgens op ENTER

source: Inject test volume back into the system. Then, Press ENTER
it: Inserire il volume di test nel sistema. Poi premere ENTER
nl: Injecteer het testvolume terug in het systeem. Druk vervolgens op ENTER

source: Shut the valve. Then press ENTER
it: Chiudere la valvoola. Poi premere ENTER
nl: Sluit de klep. Druk vervolgens op ENTER

source: Let by test running. Please wait
it: Test in progressione. Prego attendere
nl: Proefdraaien. Even geduld aub

source: Shut valve and press ENTER to begin stabilisation period
it: Chiudi la valvola e premi ENTER per iniziare la stabilizzazione
nl: Sluit de klep en druk op ENTER om de stabilisatieperiode te starten

source: Waiting for stabilisation period. Please wait
it: Stabilizzazione in corso. Prego attendere
nl: Wachten op stabilisatieperiode. Even geduld aub

source: Press ENTER to continue
it: Premi ENTER per continuare
nl: Druk ENTER voor doorgaan

source: Leak test running. Please wait
it: Test di tenuta in corso. Prego attendere
nl: Lek test loopt. Even geduld aub

source: Test complete. The estimated leak is compensated for the viscosity of air
it: Test completato. La perdita è compensata per la viscosità dell'aria
nl: Test voltooid. Het geschatte lek wordt gecompenseerd voor de viscositeit van de lucht

source: Test complete. The normalised leak is normalised to reference pressure for the selected fuel
it: Test terminato. la perdita è normalizzata con riferimento al combustibile selezionato
nl: Test voltooid. Het genormaliseerde lek wordt genormaliseerd naar referentiedruk voor de geselecteerde brandstof

source: Nat Gas
it: Gas Nat
nl: Aardgas

source: AIR
it: ARIA
nl: LUCHT

source: Installation Type
it: Tipo di installazione
nl: Installatie type

source: Non Domestic
it: Non Domestica
nl: Niet in huis

source: Preliminary Test
it: Test Preliminare
nl: Voorlopige test

source: PRELIMINARY TEST
it: TEST PRELIMINARE
nl: Voorlopige test

source: Domestic
it: Domestica
nl: In huis

source: Meas. Leak
it: Mis. Perd
nl: Lekmeting

source: Est. Leak
it: Perd estim
nl: Verwachte lek

source: Norm. Leak
it: Perd norm
nl: Normaal lek

source: SYSTEM VOLUME
it: VOLUME SISTEMA
nl: SYSTEEM VOLUME

source: Installation Family
it: Fam installazione
nl: Installatie familie

source: 6th
nl: 6e

source: 7th
nl: 7e

source: Low Pressure
it: Pressione bassa
nl: Lage druk

source: High Pressure
it: Pressione alta
nl: Hoge druk

source: Time Remaining
it: Tempo rimanente
nl: Overgebleven tijd

source: Prs Increase
it: Aumento PRS
nl: Druk verhogen

source: PRS DIFF
nl: VERSCHILDRUK

source: PIPE LEN
it: L tubo
nl: PIJP LENGTE

source: PIPE DIA
it: D tubo
nl: PIJP DIAMETER

source: RISE
it: INCR
nl: STIJGEN

source: LET BY TIME
it: T VTEST
nl: OPLAADTIJD

source: TEST TIME
it: T TEST
nl: TEST TIJD

source: INST. FAMILY
it: FAMIGLIA INST
nl: INST. FAMILIE

source: METHOD
it: METODO
nl: METHODE

source: Diff Pressure
it: Diff Pressione
nl: Verschildruk

source: Average Test
it: UNI10389-2
nl: Gemiddelde test
tr: Ortalama Testi

source: View Average Reports
it: Vedi Reports UNI10389-2
nl: Bekijk gemiddelde rapport
tr: Ortalama Raporlarini Gör

source: Setup Average Test
it: Imposta test UNI10389-2
nl: Instellen gemiddelde test
tr: Ortalama Testi Ayarla

source: Average Test Type
it: Tipo test media
nl: Gemiddeld test type
tr: Ortalama Test Tipi

source: Custom
it: Cliente
nl: Aangepast
tr: Kisisel

source: Sampling Interval
it: Intervallo misura
nl: Steekproefinterval
tr: Numune Araligi

source: Sampling Duration
it: Durata misura
nl: Bemonsterings duur
tr: Numune Süresi

source: Fire Burner & Locate Midstream
it: Accendi il bruciatore e trova il centro del flusso
nl: Brander en locatie midstream
tr: Yanma & Orta Nokta Bulma

source: Wait For Stable Readings
it: Attendi una lettura stabile
nl: Wacht op stabiele metingen
tr: Stabil Okuma icin Bekleyin

source: AVERAGE
it: MEDIA
nl: GEMIDDELD
tr: ORTALAMA

source: Commission Test
nl: Commissie Test

source: Full Test
nl: Brandstof Test

source: Setup Commission Test
nl: Commissietest instellen

source: FLUE INTEGRITY
nl: ROOK INTEGRITEIT

source: MAX GAS FLOW
nl: MAX GAS STROOM

source: MIN GAS FLOW
nl: MIN GAS STROOM

source: FLOW AND RETURN
nl: STROOM EN RETOUR

source: Flue Integrity CO2
nl: Integriteit van het rookkanaal CO2

source: Flue Integrity O2
nl: Integriteit van het rookkanaal O2

source: Set Boiler To Max Gas. Then, Press Enter
nl: Stel de ketel in op maximaal gas. Druk vervolgens op Enter

source: Put Probe In Fresh Air. Then, Press Enter
nl: Plaats de sonde in de frisse lucht. Druk vervolgens op Enter

source: Insert Probe Into Air Inlet. Then, When Readings Are Stable, Press Enter
nl: Steek de sonde in de luchtinlaat. Wanneer de metingen stabiel zijn, drukt u op Enter

source: Insert Probe Into Flue. Then, When Readings Are Stable, Press Enter
nl: Steek de sonde in het rookkanaal. Wanneer de metingen stabiel zijn, drukt u op Enter

source: Set Boiler To Min Gas. Then, When Readings Are Stable, Press Enter
nl: Stel de ketel in op Min Gas. Wanneer de metingen stabiel zijn, drukt u op Enter

source: Connect Flow And Return Probes. Then, When Readings Are Stable, Press Enter
nl: Sluit de stroom- en retoursondes aan. Wanneer de metingen stabiel zijn, drukt u op Enter

source: Room Test
nl: Ruimte test

source: Setup Room Test
nl: Setup Ruimte test

source: General
nl: Algemeen

source: Type A Space Heater
nl: Type A ruimteverwarmer

source: Space Heater
nl: Ruimteverwarmer

source: Type A Water Heater
nl: Type A waterverwarmerr

source: Water Heater
nl: Water verwarmer

source: Type B Boiler, Open Flue
nl: Type B ketel, Open systeem

source: Boiler
nl: Ketel

source: Type C Sealed Appliance
nl: Type C gesloten ketel

source: Appliance
nl: Toestel

source: Migration
nl: Migratie

source: Sweep
nl: Veeg

source: Valid
nl: Geldig

source: Invalid
nl: Niet geldig

source: Room
nl: Ruimte

source: Limit
nl: Limiet

source: CO Limit
nl: CO Limiet

source: Sweep Test
nl: Veeg proef

source: Setup Sweep Test
nl: Instellen veeg proef

source: Measure Mode
it: Modo Misura
nl: Meting Mode
tr: Ölçüm Modu

source: Total Samples
it: Totale Campioni
nl: Totaal steekproef
tr: Toplam Numune

source: Samples
it: Campioni
nl: Steekproef
tr: Numuneler

source: Timed Logging
it: Registrazione temporizzata
nl: Getimed loggen
tr: Zamanli Kayit

source: Stop Timed Logging
it: Ferma memorizzazione temp
nl: Stop getimed loggen
tr: Zamanli Kaydi Durdur

source: Setup Timed Logging
it: Imposta registrazione temporizzata
nl: Setup getimed loggen
tr: Zamanli Kayit Ayarla

source: Delete Log A
it: Cancella Reg. A
nl: Verwijder Log A
tr: Kayit A Silme

source: Delete Log B
it: Cancella Reg. B
nl: Verwijder Log B
tr: Kayit B Silme

source: TIGHTNESS TEST
it: UNI7129
nl: DICHTHEIDSTEST
tr: SIKILIK TESTi

source: Tightness Test
it: UNI7129
nl: Dichtheidstest
tr: Sikilik Testi

source: Tightness Test Setup
it: UNI7129
nl: Dichtheidstest setup
tr: Sikilik Testi Ayarla

source: Stabilisation time
it: Tempo stabilizzazione
nl: Stabilisatie tijd
tr: Stabilizasyon Süresi

source: Stab time
it: Tempo stab
nl: Stab tijd
tr: Stab Süre

source: Test time
it: Tempo test
nl: Test tijd
tr: Test Süresi

source: Let by time
it: Tempo VTest
nl: Doorlaattijd
tr: Let By Süresi

source: Tightness Time
it: Tempo tenuta
nl: Dichtheids tijd
tr: Sikilik Süresi

source: Let by Test
it: Test valvola
nl: Doorlaat test
tr: Let By Testi

source: Zero Pressure
it: Zero Pressione
nl: Nullen druk
tr: Sifirlama Basinci

source: Start Pressure
it: Inizia Pressione
nl: Start druk
tr: Baslangiç Basinci

source: End Pressure
it: Fine Pressione
nl: Einde druk
tr: Bitis Basinci

source: Current Pressure
it: Pressione Attuale
nl: Huidige druk
tr: Anlik Basinç

source: Stabilisation
it: Stabilizzazione
nl: Stabilisatie
tr: Stabilizasyon

source: Let by End
nl: Doorlaat test einde
tr: Let By Bitis

source: Tightness Start
nl: Dichtheidstest start
tr: Sikilik Basla

source: Tightness End
nl: Dichtheidstest einde
tr: Sikilik Bitir

source: Let by
nl: Dichtheids

source: Tightness
nl: Dichtheid
tr: Sikilik

source: Add Device
it: Agg. Dispositivo
nl: Voeg apparaat toe
tr: Cihaz Ekle

source: Remove Device
it: Rimuovi Dispositivo
nl: Verwijder apparaat
tr: Cihaz Çikar

source: Device Status
it: Stato Dispositivo
nl: Apparaat status
tr: Cihaz Durumu

source: WLEM Version
it: Versione WLEM
nl: WLEM Versie
tr: WLEM Versiyonu

source: WLEM Error
it: Errore WLEM
nl: WLEM fout
tr: WLEM Hatasi

source: WPCA2 Temperature Clamp
it: WPCA2 Temperatura a pinza
nl: WPCA2 Temperatuur klem
tr: WPCA2 Sicaklik Mandali

source: KANE79 Ambient CO Monitor
it: KANE79 Monitor CO Ambiente
nl: KANE79 Omgeving CO Monitor
tr: KANE79 ORtam CO ölçer

source: WPP1 Wireless Pressure Probe
it: WPP1 Sonda pressione Wireless
nl: WPP1 Draadloze druk klem
tr: WPP1 KAblosuz Basinç Probu

source: Not Paired
it: Non connesso
nl: Niet gekoppeld
tr: Baglanmadi

source: Paired Devices
it: Dispositivi connessi
nl: Gekoppelde apparaten
tr: Bagli Cihazlar

source: BAT LOW
nl: BAT LAAG
tr: DÜsÜK PÍL

source: CUSTOMER
it: CLIENTE
nl: KLANT
tr: MÜSTERi

source: APPLIANCE
it: APPARECCHIATURA
nl: APPARAAT
tr: UYGULAMA

source: REGISTRATION Nº
nl: REGISTRATIE Nº

source: REFERENCE
it: RIFERIMENTO
nl: REFERENTIE
tr: REFERANS

source: TOXIC GAS ALARM
it: ALLARME GAS TOSSICO
nl: GIFTIG GASALARM
tr: ZEHÍRLÍ GAZ ALARMI

source: BATTERY LOW ALARM
it: ALLARME BATTERIA BASSA
nl: BATTERIJ LAAG ALARM
tr: DÜsÜK PÍL UYARISI

source: WATERTRAP CHECK WARNING
it: ALLARME TRAPPOLA
nl: WATEROPVANGBAK CONTROLEREN
tr: SU TUTUCU KONTROL UYARISI

source: EXCESSIVE CO WARNING
it: ALLARME CO ECCESSIVO
nl: WAARSCHUWING VOOR OVERMATIG CO
tr: FAZLA CO UYARISI

source: HIGH TOXIC GAS
it: GAS TOSSICO ELEVATO
nl: HOOG GIFTIG GAS
tr: YÜKSEK ZEHiRLi GAZ

source: BATTERY LOW
it: BATTERIA BASSA
nl: BATTERIJ LAAG
tr: DÜsÜK PÍL
